	Insert into materials  	(`substance`, `com_name`, `chemical`, `un3` ,`taxcode`, `code`,  `type`, `status`, `created_at`, `updated_at`, `cas` ) VALUES											
(	'CFC-11',	'Trichlorofluoromethane',	'CFCI3',		'1017',	'2903.41',	'sub_1'	,''	,1	,NOW()	,Now()	,'')	,
(	'CFC-12',	'Dichlorodifluoromethane',	'CF2CI2',		'1028',	'2903.42',	'sub_2'	,''	,2	,NOW()	,Now()	,'')	,
(	'CFC-113',	'Trichlorotrifluoroethanes',	'C2F3CI3',		'',	'2903.43',	'sub_3'	,''	,3	,NOW()	,Now()	,'')	,
(	'CFC-114',	'Dichlorotetrafluoroethanes',	'C2F4CI2',		'1958',	'2903.44',	'sub_4'	,''	,4	,NOW()	,Now()	,'')	,
(	'CFC-115',	'Chloropentafluoroethane',	'CCIF2CF3',		'1020',	'2903.44',	'sub_5'	,''	,5	,NOW()	,Now()	,'')	,
													
(	'Halon-1211',	'Bromochlorodifluromethane',	'CF2BrCl',		'1974',	'2903.46',	'sub_7'	,''	,7	,NOW()	,Now()	,'')	,
(	'Halon-1301',	'Bromotrifluromethane',	'CF3Br',		'1009',	'2903.45',	'sub_8'	,''	,8	,NOW()	,Now()	,'')	,
(	'Halon-2402',	'Dibromotetrafluroethanes',	'C2F4Br2',		'',	'2903.46',	'sub_9'	,''	,9	,NOW()	,Now()	,'')	,
													
(	'CFC-13',	'Chlorotrifluoromethane',	'CF3Cl',		'',	'2903.45',	'sub_11'	,''	,11	,NOW()	,Now()	,'')	,
													
(	'Tetrachloromethane or carbon tetrachloride',	'',	'CCl4',		'1864',	'2903.14',	'sub_13'	,''	,13	,NOW()	,Now()	,'')	,
													
(	'1,1,1-trichloroethane or methyl chloroform',	'',	'C2H3Cl3',		'2831',	'2903.19',	'sub_15'	,''	,15	,NOW()	,Now()	,'')	,
													
(	'HCFC-22',	'Chlorodifluoromethane',	'CHF2Cl',		'1018',	'2903.49',	'sub_17'	,''	,17	,NOW()	,Now()	,'')	,
(	'HCFC-123',	'Dichlorotrifluoroethanes',	'C2HF3Cl2',		'',	'2903.49',	'sub_18'	,''	,18	,NOW()	,Now()	,'')	,
(	'HCFC-124',	'Chlorotetrafluoroethanes',	'C2HF4Cl',		'',	'2903.49',	'sub_19'	,''	,19	,NOW()	,Now()	,'')	,
(	'HCFC-141',	'Dichlorofluoroethanes',	'C2H3FCl2',		'',	'2903.49',	'sub_20'	,''	,20	,NOW()	,Now()	,'')	,
(	'HCFC-141b',	'1,1-dichloro-1-fluoroethane',	'CH3CFCl2',		'',	'2903.49',	'sub_21'	,''	,21	,NOW()	,Now()	,'')	,
(	'HCFC-142',	'Chlorodifluoroethanes',	'C2H3F2Cl',		'',	'2903.49',	'sub_22'	,''	,22	,NOW()	,Now()	,'')	,
(	'HCFC-142b',	'1-chloro-1,1-difluoroethane',	'CH3CF2Cl',		'',	'2903.49',	'sub_23'	,''	,23	,NOW()	,Now()	,'')	,
(	'HCFC-225',	'Dichloropentafluoropropanes',	'C3HF5Cl2',		'',	'2903.49',	'sub_24'	,''	,24	,NOW()	,Now()	,'')	,
													
(	'HBFC-22B1',	'Bromodifluoromethane',	'CHF2Br',		'',	'2903.49',	'sub_26'	,''	,26	,NOW()	,Now()	,'')	,
													
(	'Bromochloromethane',	'',	'CH2BrCl',		'',	'2903.49',	'sub_28'	,''	,28	,NOW()	,Now()	,'')	,
													
(	'Methyl bromide (or Bromomethane)',	'',	'CH3Br',		'1062',	'2903.39',	'sub_30'	,''	,30	,NOW()	,Now()	,'')	,
													
(	'R-5005',	'CFC-12 / HFC-152a',	'',		'',	'3824.71',	'sub_32'	,''	,32	,NOW()	,Now()	,'')	,
(	'R-5025',	'HCFC-22 / CFC-115',	'',		'1973',	'3824.71',	'sub_33'	,''	,33	,NOW()	,Now()	,'')	,
(	'R-401A (MP-39)',	'HCFC-22/HFC-152a/HCFC-124',	'',		'',	'3824.74',	'sub_34'	,''	,34	,NOW()	,Now()	,'')	,
(	'R-406A',	'R-22/R-600a/R-142b (55/04/41)',	'',		'',	'3824.74',	'sub_35'	,''	,35	,NOW()	,Now()	,'')	,
(	'R-408A (FX 10)',	'HCFC-22/HFC-143a/HFC-125',	'',		'',	'3824.74',	'sub_36'	,''	,36	,NOW()	,Now()	,'')	,
(	'R-409A (FX 56)',	'HCFC-22 / HCFC-124/HCFC-142b',	'',		'',	'3824.74',	'sub_37'	,''	,37	,NOW()	,Now()	,'')	,
(	'R-415B',	'R-22/R-152a (25/75)',	'',		'',	'3824.74',	'sub_38'	,''	,38	,NOW()	,Now()	,'')	,
(	'R-418A',	'HC-290/HCFC-22/HFC-152a',	'',		'',	'3824.74',	'sub_39'	,''	,39	,NOW()	,Now()	,'')	,
													
(	'HFC-134a',	'1,1,1,2-Tetrafluoroethane',	'CF3CH2F',		'3159',	'2903.39',	'sub_41'	,''	,41	,NOW()	,Now()	,'')	,
(	'HFC-152a',	'1,1-Difluoroethane',	'CHF2CH3',		'',	'2903.39',	'sub_42'	,''	,42	,NOW()	,Now()	,'')	,
(	'HFC-125',	'Pentafluoroethane',	'CF3CHF2',		'',	'2903.39',	'sub_43'	,''	,43	,NOW()	,Now()	,'')	,
(	'HFC-143a',	'1.1.1-trifluoroethane',	'CF3CH3',		'',	'2903.39',	'sub_44'	,''	,44	,NOW()	,Now()	,'')	,
(	'HFC-32',	'Difluoromethane',	'CH2F2',		'',	'2903.39',	'sub_45'	,''	,45	,NOW()	,Now()	,'')	,
(	'HFC-23',	'Trifluoromethane',	'CHF3',		'',	'2903.39',	'sub_46'	,''	,46	,NOW()	,Now()	,'')	,
(	'HFC-245fa',	'1,1,1,3,3-Pentafluoropropane',	'CF3CH2CHF2',		'',	'2903.39',	'sub_47'	,''	,47	,NOW()	,Now()	,'')	,
(	'HFC-1,2,3,4yf',	'2,3,3,3-Tetrafluoropropene',	'CH2=CFCF3',		'',	'2903.39',	'sub_48'	,''	,48	,NOW()	,Now()	,'')	,
													
(	'R-404A',	'R143a/125/134a',	'',		'',	'3824.78',	'sub_50'	,''	,50	,NOW()	,Now()	,'')	,
(	'R-507A',	'R143a/125',	'',		'',	'3824.78',	'sub_51'	,''	,51	,NOW()	,Now()	,'')	,
(	'R-407A',	'R32/125/134a',	'',		'',	'3824.78',	'sub_52'	,''	,52	,NOW()	,Now()	,'')	,
(	'R-407B',	'R32/125/134a',	'',		'',	'3824.78',	'sub_53'	,''	,53	,NOW()	,Now()	,'')	,
(	'R-407C',	'R32/125/134a',	'',		'',	'3824.78',	'sub_54'	,''	,54	,NOW()	,Now()	,'')	,
(	'R-410A',	'R32/125',	'',		'',	'3824.78',	'sub_55'	,''	,55	,NOW()	,Now()	,'')	,
(	'R-508A',	'R23/116',	'',		'',	'3824.78',	'sub_56'	,''	,56	,NOW()	,Now()	,'')	,
(	'R-508B',	'R23/116',	'',		'',	'3824.78',	'sub_57'	,''	,57	,NOW()	,Now()	,'')	,
													
(	'R-717',	'Ammonia',	'NH3',		'1005',	' 2814.10',	'sub_59'	,''	,59	,NOW()	,Now()	,'')	,
(	'R-744',	'Carbon dioxide',	'CO2',		'',	'2811.21',	'sub_60'	,''	,60	,NOW()	,Now()	,'')	,
(	'R-600',	'Butane',	'CH3CH2CH2CH3',		'',	'2901.1',	'sub_61'	,''	,61	,NOW()	,Now()	,'')	,
(	'R-600a',	'Iso-Butane',	'C4H10',		'1969',	'2901.1',	'sub_62'	,''	,62	,NOW()	,Now()	,'')	,
(	'R-290',	'Propane',	'C3H8',		'1978',	'2711.12',	'sub_63'	,''	,63	,NOW()	,Now()	,'')	,
													
													
													
(	' HCFC',	'',	'',		'',	'2903.49',	'sub_67'	,''	,67	,NOW()	,Now()	,'')	






		INSERT INTO `equipment` ( `product_name`, `capacity`, `substance`, `code`, `taxcode`, `type`, `status`, `created_at`, `updated_at`) VALUES									
										
										
(	'- ឧបករណ៍បឺតខ្យល់',	' ',	' ',	'equip_1',		'8414.10.00',	' ',	1	,NOW(),	NOW() ) ,
(	'- ឧបករណ៍បូម​ខ្យល់បញ្ជាដោយ​​ដៃ ​ឬជើង​ ៖',	' ',	' ',	'equip_2',		'8414.20',	' ',	1	,NOW(),	NOW() ) ,
(	'- - ស្នប់កង់',	' ',	' ',	'equip_3',		'8414.20.10',	' ',	1	,NOW(),	NOW() ) ,
(	'- - ផ្សេងទៀត',	' ',	' ',	'equip_4',		'8414.20.90',	' ',	1	,NOW(),	NOW() ) ,
(	'- កុំប្រេស័រ ជាប្រភេទ​ដែលប្រើជា​ឧបករណ៍​ធ្វើឲ្យ​ត្រជាក់ ៖',	' ',	' ',	'equip_5',		'8414.30',	' ',	1	,NOW(),	NOW() ) ,
(	'- - ដែលមានកម្លាំង​​ធ្វើឲ្យ​ត្រជាក់លើស ២១,១០ ​​kW ឬ ដែលមានទំហំចលនា​ក្នុង​មួយជុំ​ស្មើ​ ២២០​ cc ឬ លើស',	' ',	' ',	'equip_6',		'8414.30.40',	' ',	1	,NOW(),	NOW() ) ,
(	'- - ផ្សេងទៀត',	' ',	' ',	'equip_7',		'8414.30.90',	' ',	1	,NOW(),	NOW() ) ,
(	'- កុំប្រេស័រខ្យល់ ដំឡើងនៅតួសាក់ស៊ីមាន​កង់សម្រាប់សណ្ដោង អូស ឬទាញ ',	' ',	' ',	'equip_8',		'8414.40.00',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - កង្ហារនៅលើតុ, កម្រាល, ជញ្ជាំង, បង្អួច, និងពិដាន ដែលភ្ជាប់ដោយម៉ូទ័រអគ្គិសនីមានកម្លាំងមិនលើស ១២៥ W ៖',	' ',	' ',	'equip_10',		'8414.51',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - កង្ហារដាក់​លើតុ និងកង្ហារក្នុង​ប្រអប់',	' ',	' ',	'equip_11',		'8414.51.10',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - - ដែលមានរបាំងការពារ​',	' ',	' ',	'equip_13',		'8414.51.91',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - - ផ្សេងទៀត',	' ',	' ',	'equip_14',		'8414.51.99',	' ',	1	,NOW(),	NOW() ) ,
(	'- - ផ្សេងទៀត ៖',	' ',	' ',	'equip_15',		'8414.59',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - - កង្ហារធន់នឹងការផ្ទុះ​ ជាប្រភេទ​ប្រើក្នុង​អាជីវកម្មរ៉ែ​ក្រោមដី',	' ',	' ',	'equip_17',		'8414.59.20',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - - ម៉ាស៊ីនផ្លុំ​ខ្យល់​',	' ',	' ',	'equip_18',		'8414.59.30',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - - - ដែលមាន​របាំងការពារ​',	' ',	' ',	'equip_20',		'8414.59.41',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - - - ផ្សេងទៀត',	' ',	' ',	'equip_21',		'8414.59.49',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - ផ្សេងទៀត​ ៖',	' ',	' ',	'equip_22',		' ',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - - ឧបករណ៍ផ្លុំ​ខ្យល់​',	' ',	' ',	'equip_23',		'8414.59.50',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - - - ដែលមានរបាំងការពារ​',	' ',	' ',	'equip_25',		'8414.59.91',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - - - កង្ហារធន់នឹងការផ្ទុះ ជាប្រភេទ​ប្រើក្នុង​អាជីវកម្មរ៉ែ​ក្រោមដី',	' ',	' ',	'equip_26',		'8414.59.92',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - - - ផ្សេងទៀត',	' ',	' ',	'equip_27',		'8414.59.99',	' ',	1	,NOW(),	NOW() ) ,
(	'- គម្រប​បឺត​ខ្យល់​ដែលមានជ្រុងដេក​អតិបរមា​មិនលើស​ ១២០ ​cm ៖',	' ',	' ',	'equip_28',		'8414.60',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - ទូបឺតខ្យល់​ឡាមីណារ​',	' ',	' ',	'equip_30',		'8414.60.11',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - ផ្សេងទៀត',	' ',	' ',	'equip_31',		'8414.60.19',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - សមស្របសម្រាប់សម្រាប់​ការប្រើប្រាស់ក្នុងឧស្សាហកម្ម​',	' ',	' ',	'equip_33',		'8414.60.91',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - ផ្សេងទៀត',	' ',	' ',	'equip_34',		'8414.60.99',	' ',	1	,NOW(),	NOW() ) ,
(	'- ផ្សេងទៀត ៖ ',	' ',	' ',	'equip_35',		'8414.80',	' ',	1	,NOW(),	NOW() ) ,
										
										
(	'- - - - ទូ​បឺតខ្យល់​ឡាមីណារ​',	' ',	' ',	'equip_38',		'8414.80.11',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - - ផ្សេងទៀត',	' ',	' ',	'equip_39',		'8414.80.19',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - - សមស្របសម្រាប់សម្រាប់​ប្រើ​​ប្រាស់​ក្នុង​ឧស្សាហកម្ម',	' ',	' ',	'equip_41',		'8414.80.21',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - - ផ្សេងទៀត',	' ',	' ',	'equip_42',		'8414.80.29',	' ',	1	,NOW(),	NOW() ) ,
(	'- - ម៉ាស៊ីនដែលគ្មានពីស្ដុងសម្រាប់តួប៊ីនឧស្ម័ន',	' ',	' ',	'equip_43',		'8414.80.30',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - មូឌុល​​សម្ពាធ​ឧស្ម័ន​ សម្រាប់​ប្រើ​ក្នុង​ប្រតិបត្តិការខួង​ប្រេង​',	' ',	' ',	'equip_45',		'8414.80.41',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - ជាប្រភេទ​ប្រើ​សម្រាប់​ម៉ាស៊ីន​ត្រជាក់រថយន្ត',	' ',	' ',	'equip_46',		'8414.80.42',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - ឧបករណ៍បិទជិត​សម្រាប់​ម៉ាស៊ីន​ត្រជាក់',	' ',	' ',	'equip_47',		'8414.80.43',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - ផ្សេងទៀត',	' ',	' ',	'equip_48',		'8414.80.49',	' ',	1	,NOW(),	NOW() ) ,
(	'- - ស្នប់ខ្យល់​',	' ',	' ',	'equip_49',		'8414.80.50',	' ',	1	,NOW(),	NOW() ) ,
(	'- - ផ្សេងទៀត',	' ',	' ',	'equip_50',		'8414.80.90',	' ',	1	,NOW(),	NOW() ) ,
(	'- បំណែកភាគ ៖',	' ',	' ',	'equip_51',		'8414.90',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - នៃ​ទំនិញ​ទីតាំង​លេខ ៨៤.១៥​, ៨៤.១៨,​ ៨៥.០៩​ ឬ​៨៥.១៦​',	' ',	' ',	'equip_53',		'8414.90.21',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - នៃ​ឧបករណ៍ផ្លុំខ្យល់',	' ',	' ',	'equip_54',		'8414.90.22',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - ផ្សេងទៀត',	' ',	' ',	'equip_55',		'8414.90.29',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - នៃទំនិញ​​ក្នុងទីតាំងរង​លេខ ​៨៤១៤.៦០​',	' ',	' ',	'equip_57',		'8414.90.31',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - នៃទំនិញ​ក្នុង​ទីតាំង​រងលេខ ​៨៤១៤.៨០​',	' ',	' ',	'equip_58',		'8414.90.32',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - សម្រាប់​ម៉ាស៊ីន​ដំណើរ​ការ​ដោយ​អគ្គិសនី',	' ',	' ',	'equip_60',		'8414.90.41',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - សម្រាប់​ម៉ាស៊ីន​មិន​ដំណើរ​ការ​ដោយ​អគិ្គសនី',	' ',	' ',	'equip_61',		'8414.90.42',	' ',	1	,NOW(),	NOW() ) ,
(	'- - នៃ​ទំនិញក្នុងទីតាំង​រង​លេខ ៨៤១៤.២០',	' ',	' ',	'equip_62',		'8414.90.50',	' ',	1	,NOW(),	NOW() ) ,
(	'- - នៃទំនិញក្នុងទីតាំង​រង​លេខ ៨៤១៤.៣០',	' ',	' ',	'equip_63',		'8414.90.60',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - សម្រាប់​ម៉ាស៊ីន​ដំណើរ​ការ​ដោយ​អគ្គិសនី',	' ',	' ',	'equip_65',		'8414.90.71',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - សម្រាប់​ម៉ាស៊ីន​មិន​ដំណើរ​ការ​ដោយ​អគិ្គសនី',	' ',	' ',	'equip_66',		'8414.90.72',	' ',	1	,NOW(),	NOW() ) ,
										
(	'- - - សម្រាប់​ម៉ាស៊ីន​ដំណើរ​ការ​ដោយ​អគ្គិសនី',	' ',	' ',	'equip_68',		'8414.90.91',	' ',	1	,NOW(),	NOW() ) ,
(	'- - - សម្រាប់​ម៉ាស៊ីន​មិន​ដំណើរ​ការ​ដោយ​អគិ្គសនី',	' ',	' ',	'equip_69',		'8414.90.92',	' ',	1	,NOW(),	NOW() ) 